Revit 2027 API
ParameterTypeId.StructuralAnalyticalTessDeviation Property
 "Maximum discretized offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralAnalyticalTessDeviation { get; }
Public Shared ReadOnly Property StructuralAnalyticalTessDeviation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralAnalyticalTessDeviation {
	ForgeTypeId^ get ();
}
static member StructuralAnalyticalTessDeviation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace